/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Socket zamknięty z drugiej strony";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Upłynął limit czasu żądania";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Limit długości odczytu wyczerpany";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Upłynął limit czasu odczytu";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Upłynął limit czasu zapisu";

